Repository: xavirambla/qr_reader
Catalog: lib/l10n/app_*.arb
Languages: ca

# language
source: English
ca: Català

# languageTitle
source: Language
ca: Llenguatge

# abrirPersonalizacion
source: Open Settings
ca: Obrir Personalizació

# settingsTitle
source: Settings
ca: Personalizació

source: Dark Mode
ca: Mode fosc

# homeTitle
source: History
ca: Historial

# helpTitle
source: Help
ca: Ajuda

# aboutTitle
source: About
ca: Sobre mi

source: Version
ca: Versió

source: Build Number
ca: Número de Compilació

# copyright
source: All Rights Reserved
ca: Tots els drets reservats

# mapTitle
source: Map
ca: Mapa

# addressTitle
source: Address
ca: Direccions

source: Delete all
ca: Borrar tot

# help_description_1
source: QR reader to obtain URLs or GPS coordinates.
ca: Lector de QRS per obtindre URLs o coordenades de Posicionament.

# help_description_2
source: The lower menu has the scan button and includes two buttons to visit the history of maps or addresses.
ca: El menu inferior disposa d'un botó de scaneig i dos botons per visitar l'historial de mapes o direccions.

# help_description_3
source: All readings will be stored in an internal database within the mobile to be consulted
ca: Totes les lectures són emmagatzemades en una base de dades interna dins del teu mòvil per poder ser consultades

# help_description_4
source: It's possible, the individual deletion of a reading or the deletion of all readings by clicking the corresponding button.
ca: Es possible, l'eliminació individual de una lectura o l'eliminació de totes les lectures mitjançant el botó corresponent.

# help_title_5
source: No data sharing
ca: No es comparteixen dades

# help_description_5
source: The readings made will NOT be transmitted over the net, your information not share to third parties
ca: Les lectures realizatzades NO viatgen per internet i no seran compartides amb tercers.
